Repository: just-the-benno/Beer
Catalog: src/DaAPI/App/Beer.DaAPI.BlazorApp/Resources/Components/DaAPILeaseEventHistory.*.resx
Languages: de

# AddressTableHeader
source: Address
de: Addresse

# DHCPv4AddressSuspendedEvent_Property_Address
source: Address
de: Adresse

# DHCPv4AddressSuspendedEvent_Property_SuspendedTill
source: Suspened until
de: Supspendiert bis

# DHCPv4LeaseCanceledEvent_Property_ForceRemove
source: Force removal
de: Überschreibendes Entfernen

# DHCPv4LeaseCanceledEvent_Property_Reason
source: Reason
de: Grund

# DHCPv4LeaseCanceledEvent_Property_Reasons_AddressRangeChanged
source: Address Range Changed
de: Addressbreich geändert

# DHCPv4LeaseCanceledEvent_Property_Reasons_NotSpecified
source: Not Specified
de: Nicht angegeben

# DHCPv4LeaseCanceledEvent_Property_Reasons_RequestedByAdmin
source: Requested by an admin
de: Durch einen Admin veranlasst

# DHCPv4LeaseCanceledEvent_Property_Reasons_ResolverChanged
source: Resolver Changed
de: Bereichtszuordner geändert

# DHCPv4LeaseCanceledEvent_Property_Reasons_ToLongPending
source: To long pending
de: Zu lange im Wartenzustand

# DHCPv4LeaseCreatedEvent_Property_Address
source: Address
de: Adresse

# DHCPv4LeaseCreatedEvent_Property_ClientIdenfier
source: Client Identifier
de: Client Identifizierung

# DHCPv4LeaseCreatedEvent_Property_PreferredLifetime
source: Preferred Lifetime
de: Bevorzuge Lebenszeit

# DHCPv4LeaseCreatedEvent_Property_RenewalTime
source: Renewal Time
de: Erneuerungszeit

# DHCPv4LeaseCreatedEvent_Property_StartedAt
source: Started At
de: Gestartet am

# DHCPv4LeaseCreatedEvent_Property_ValidUntil
source: Valid Until
de: Gültig bis

# DHCPv4LeaseRenewedEvent_Property_End
source: End
de: Ende

# DHCPv4LeaseRenewedEvent_Property_ReboundSpan
source: Rebound Interval
de: Widerfinden Intervall

# DHCPv4LeaseRenewedEvent_Property_RenewSpan
source: Renew Interval
de: Erneuerung Intervall

# DHCPv4LeaseRenewedEvent_Property_Reset
source: Reset
de: Zurücksetzen

# DHCPv6AddressSuspendedEvent_Property_Address
source: Address
de: Adresse

# DHCPv6AddressSuspendedEvent_Property_SuspendedTill
source: Suspened until
de: Suspendiert bis

# DHCPv6LeaseCanceledEvent_Property_Reason
source: Reason
de: Grund

# DHCPv6LeaseCreatedEvent_Property_Address
source: Address
de: Adresse

# DHCPv6LeaseCreatedEvent_Property_DelegatedNetworkAddress
source: Prefix
de: Präfix

# DHCPv6LeaseCreatedEvent_Property_IdentityAssocationIdForPrefix
source: IAID for Prefix
de: IAID für Präfix

# DHCPv6LeaseCreatedEvent_Property_PreferredLifetime
source: Preferred Lifetime
de: Bevorzuge Lebenszeit

# DHCPv6LeaseCreatedEvent_Property_PrefixLength
source: Prefix Length
de: Präfixlänge

# DHCPv6LeaseCreatedEvent_Property_RenewalTime
source: Renewal Time
de: Erneuerungszeit

# DHCPv6LeaseCreatedEvent_Property_StartedAt
source: Started At
de: Gestartet am

# DHCPv6LeasePrefixActvatedEvent_Property_Prefix
source: Prefix
de: Präfix

# DHCPv6LeasePrefixActvatedEvent_Property_PrefixAssociationId
source: Prefix IAID
de: Präfix IAID

# DHCPv6LeasePrefixActvatedEvent_Property_PrefixLength
source: Length
de: Länge

# DHCPv6LeasePrefixAddedEvent_Property_Prefix
source: Prefix
de: Präfix

# DHCPv6LeasePrefixAddedEvent_Property_PrefixAssociationId
source: Prefix IAID
de: Präfix IAID

# DHCPv6LeasePrefixAddedEvent_Property_PrefixLength
source: Length
de: Länge

# DHCPv6LeasePrefixAddedEvent_Property_Started
source: Started
de: Gestartet

# DHCPv6LeaseReleasedEvent_Property_OnlyPrefix
source: Only Prefix
de: Nur Präfix

# DHCPv6LeaseRenewedEvent_Property_End
source: End
de: Ende

# DHCPv6LeaseRenewedEvent_Property_ReboundSpan
source: Rebound Timespan
de: Widerfinden Intervall

# DHCPv6LeaseRenewedEvent_Property_RenewSpan
source: Renew Timespan
de: Erneuerung Intervall

# DHCPv6LeaseRenewedEvent_Property_Reset
source: Reset
de: Zurücksetzen

# DHCPv6LeaseRenewedEvent_Property_ResetPrefix
source: Reset Prefix
de: Präfix zurücksetzen

# EventDetailsTableHeader
source: Event Details
de: Ereignisdetails

# EventTypeTableHeader
source: Type
de: Typ

source: false
de: nein

# FriendlyName_DHCPv4AddressSuspendedEvent
source: DHCPv4 Address Suspended
de: DHCPv4 Adresse suspendiert

# FriendlyName_DHCPv4LeaseActivatedEvent
source: DHCPv4 Lease Activated
de: DHCPv4 Lease Aktiviert

# FriendlyName_DHCPv4LeaseCanceledEvent
source: DHCPv4 Lease Canceled
de: DHCPv4 Lease Beendet

# FriendlyName_DHCPv4LeaseCreatedEvent
source: DHCPv4 Lease Created
de: DHCPv4 Lease Erstellt

# FriendlyName_DHCPv4LeaseExpiredEvent
source: DHCPv4 Lease Expired
de: DHCPv4 Lease Abgelaufen

# FriendlyName_DHCPv4LeaseReleasedEvent
source: DHCPv4 Lease Released
de: DHCPv4 Lease Freigegeben

# FriendlyName_DHCPv4LeaseRemovedEvent
source: DHCPv4 Lease Removed
de: DHCPv4 Lease Entfernt

# FriendlyName_DHCPv4LeaseRenewedEvent
source: DHCPv4 Lease Renewed
de: DHCPv4 Lease Erneuert

# FriendlyName_DHCPv4LeaseRevokedEvent
source: DHCPv4 Lease Revoked
de: DHCPv4 Lease Zurückgezogen

# FriendlyName_DHCPv6AddressSuspendedEvent
source: DHCPv6 Address Suspended
de: DHCPv6 Adresse suspendiert

# FriendlyName_DHCPv6LeaseActivatedEvent
source: DHCPv6 Lease Activated
de: DHCPv6 Lease Aktiviert

# FriendlyName_DHCPv6LeaseCanceledEvent
source: DHCPv6 Lease Canceled
de: DHCPv6 Lease Beendet

# FriendlyName_DHCPv6LeaseCreatedEvent
source: DHCPv6 Lease Created
de: DHCPv6 Lease Erstellt

# FriendlyName_DHCPv6LeaseExpiredEvent
source: DHCPv6 Lease Expired
de: DHCPv6 Lease Abgelaufen

# FriendlyName_DHCPv6LeasePrefixActvatedEvent
source: DHCPv6 Prefix Activated
de: DHCPv6 Präfix Aktiviert

# FriendlyName_DHCPv6LeasePrefixAddedEvent
source: DHCPv6 Prefix Added
de: DHCPv6 Präfix Erstellt

# FriendlyName_DHCPv6LeaseReleasedEvent
source: DHCPv6 Lease Released
de: DHCPv6 Lease Freigegeben

# FriendlyName_DHCPv6LeaseRemovedEvent
source: DHCPv6 Lease Removed
de: DHCPv6 Lease Entfernt

# FriendlyName_DHCPv6LeaseRenewedEvent
source: DHCPv6 Lease Renewed
de: DHCPv6 Lease Erneuert

# FriendlyName_DHCPv6LeaseRevokedEvent
source: DHCPv6 Lease Revoked
de: DHCPv6 Lease Zurückgezogen

# LeaseHistoryHeading
source: Events
de: Ereignisse

# NoPacketAssociated
source: No request packet found for this entry
de: Kein Anforderungspaket gefunden

# OpenRequestPacketDialog
source: Opens a dialog with the request packet
de: Öffnen einen Dialog mit der Anforderung

# OpenResponsePacketDialog
source: Opens a dialog with the response packet
de: Öffnen einen Dialog mit der Antwort

# RequestResponseTableHeader
source: Request and Responses
de: Anfrage und Antwort

# ScopeTableHeader
source: Scope
de: Bereich

# TimestampTableHeader
source: Timestamp
de: Zeitstempel

# Title
source: Event History
de: Ereignissanzeige

source: true
de: ja
