Repository: just-the-benno/Beer
Catalog: src/DaAPI/App/Beer.DaAPI.BlazorApp/Resources/Services/TracingEnricher/NotificationSystemNewTriggerTracingEnricher.*.resx
Languages: de

# 10.1
source: Trigger started
de: Trigger gestartet

# 10.1.1
source: Trigger started
de: Trigger gestarted

# 10.1.2
source: Pipeline can handle trigger
de: Pipeline kann den Trigger verarbeiten

# 10.1.3
source: Trigger suitable for pipeline
de: Trigger ist passend für die Pipeline

# 10.1.4
source: Trigger not suitable for pipeline
de: Trigger ist NICHT passend für die Pipeline

# 10.1.5
source: Trigger handled
de: Trigger abgeschlossen

# 10.1.6.1
source: Pipeline started to handle trigger
de: Pipeline verarbeitet den Trigger

# 10.1.6.2.1.1
source: Start to check ScopeId Condition
de: Beginne mit der Prüfung der Bereichsbedingung

# 10.1.6.2.1.2
source: Scope Id Found in Rootscope
de: Bereichs Id wurde nicht im Stammereich gefunden

# 10.1.6.2.1.3
source: Children are excluded from search
de: Kindbereiche sind bei der Suche ausgeschlossen

# 10.1.6.2.1.4
source: Checking child scopes
de: Überprüfe Kindbereiche

# 10.1.6.2.1.5
source: Scope found in childscopes
de: Bereich in den Kinderbereichen gefunden

# 10.1.6.2.1.6
source: No child found. Condition not satisfied
de: Keine untergeordnete Bereiche gefunden. Bedingung wurde nicht erfüllt

# 10.1.6.3
source: No condition configured. Moving to actor
de: Keine Bedingung konfiguriert. Nächste Schritt Ausführung

# 10.1.6.4.1.1
source: Actor NxOsStaticRouteUpdater started
de: Ausführer "NxOsStaticRouteUpdater" gestarted

# 10.1.6.4.1.2
source: Device not reachable
de: Gerät ist nicht erreichbar

# 10.1.6.4.1.3
source: Removing old binding
de: Entferne alte Binding

# 10.1.6.4.1.3.1.1
source: Sending command to NX OS API
de: Sende den Befehl an die NX OS API

# 10.1.6.4.1.3.1.2
source: Command sent
de: Befehl gesendet

# 10.1.6.4.1.3.1.3
source: Not authorized to NS OS API
de: Nich authorisiert die NX OS API zu benutzen

# 10.1.6.4.1.3.1.4
source: Command sent successfully
de: Befehl erfolgreich gesendet

# 10.1.6.4.1.3.1.5
source: Command handling finishind
de: Befehl erfolgreich abgehandelt

# 10.1.6.4.1.4
source: Remove of old binding failed
de: Entfernen der alten Binding ist fehlgeschlagen

# 10.1.6.4.1.5
source: Old binding removed successfully
de: Alte Beziehugn wurde erfolgreich entfernt

# 10.1.6.4.1.6
source: Adding new binding
de: Füge eine neue Binding hinzu

# 10.1.6.4.1.6.1.1
source: Sending command to NX OS API
de: Sende den Befehl an die NX OS API

# 10.1.6.4.1.6.1.2
source: Command sent
de: Befehl gesendet

# 10.1.6.4.1.6.1.3
source: Not authorized to NS OS API
de: Nich authorisiert die NX OS API zu benutzen

# 10.1.6.4.1.6.1.4
source: Add Command sent successfully
de: Hinzufügen Befehl erfolgreich ausgeführt

# 10.1.6.4.1.6.1.5
source: Add Command handling finishind
de: Hinzufügen Befehl erfolgreich abgehandelt

# 10.1.6.4.1.7
source: Adding of new binding failed
de: Hinzufügen der neuen Binding fehlgeschlagen

# 10.1.6.4.1.8
source: New binding added successfully
de: Neue Binding wurde erfolgreich hinzugefügt

# 10.1.6.4.1.9
source: Actor NxOsStaticRouteUpdater finished
de: Ausführer "NxOsStaticRouteUpdater" fertig abgehandelt

# DHCPv6ScopeIdConditionSimpleView_ScopeId
source: Scope
de: Bereiche

# DHCPv6ScopeIdConditionSimpleView_ScopeIds
source: Valid Scopes
de: Gültige Bereiche

# NxOsAPIBindingUpaterErrorResult_Command
source: CLI Command
de: CLI Befehl

# NxOsAPIBindingUpaterErrorResult_ErrMsg
source: Error
de: Fehler

# NxOsAPIBindingUpaterErrorResult_ErrMsgExtented
source: Error Details
de: Fehlerdetails

# NxOsAPIBindingUpaterErrorResult_StatusCode
source: HTTP Response Code
de: HTTP Antwort Code

# NxOsAPIBindingUpaterErrorResult_Url
source: NxOS Device URL
de: NxOS Geräte URL

# NxOsAPIBindingUpaterNotAuthorizeResult_Command
source: CLI Command
de: CLI Befehlt

# NxOsAPIBindingUpaterNotAuthorizeResult_Url
source: NxOS Device URL
de: NxOS Geräte URL

# NxOsAPIBindingUpaterNotAuthorizeResult_Username
source: Username
de: Benutzername

# NxOsAPIBindingUpaterResult_StatusCode
source: HTTP Response Code
de: HTTP Antwort Code

# NxOsAPIBindingUpaterResult_Url
source: NxOS Device URL
de: NxOS Geräte URL

# NxOsAPIBindingUpater_Command
source: CLI Command
de: CLI Befehl

# NxOsAPIBindingUpater_Url
source: NxOS Device URL
de: NxOS Geräte URL

# NxOsDeviceConnectionRequest_Url
source: NxOS Device URL
de: NxOS Geräte URL

# NxOsDeviceNewBindindRequest_NewBinding
source: New Binding
de: Neue Binding

# NxOsDeviceNewBindindRequest_Url
source: NxOS Device URL
de: NxOS Geräte URL

# NxOsDeviceRemoveOldBindindRequest_OldBinding
source: Old Binding
de: Alte Binding

# NxOsDeviceRemoveOldBindindRequest_Url
source: NxOS Device URL
de: NxOS Geräte URL

# PrefixEdgeRouterBindingUpdatedTriggerFirstItem_BothBindings
source: IPv6 Prefix Binding changed from {0}/{1} via {2} to {3}/{4} via {5}
de: IPv6 Präfix Binding geändert von{0}/{1} via {2} zu {3}/{4} via {5}

# PrefixEdgeRouterBindingUpdatedTriggerFirstItem_OnlyNewBinding
source: IPv6 Prefix Binding added {0}/{1} via {2}
de: IPv6 Präfix Binding hinzugefügt {0}/{1} via {2}

# PrefixEdgeRouterBindingUpdatedTriggerFirstItem_OnlyOldBinding
source: IPv6 Prefix Binding removed {0}/{1} via {2}
de: IPv6 Präfix Binding entfernt {0}/{1} via {2}

# PrefixEdgeRouterBindingUpdated_Name
source: Prefix Changed
de: Präfix geändert

# PrefixEdgeRouterBindingUpdated_NewBinding
source: New Binding
de: Neue Binding

# PrefixEdgeRouterBindingUpdated_OldBinding
source: Old Binding
de: Alte Binding

# SimplePipeline_Actor
source: Actor
de: Ausführer

# SimplePipeline_Condition
source: Condition
de: Bedingung
