Repository: just-the-benno/Beer
Catalog: src/DaAPI/App/Beer.DaAPI.BlazorApp/Resources/Pages/DHCPv4Scopes/CreateOrUpdateDHCPv4ScopePage.*.resx
Languages: de

# AccpetDeclinesLabel
source: Accept Decline Messages
de: Akzeptiere Decline Nachrichten

# AccpetInformsLabel
source: Accept Inform Messages
de: Akzeptiere Inform Nachrichten

# AddAddressToOptionToolTip
source: Add another IPv4 Address
de: Füge eine weitere IPv4 Adresse hinzu

# AddAddressToResolverPropertyToolTip
source: Add an IPv4 Address
de: Füge eine IPv4 Adresse hinzu

# AddExcludedAddress
source: Add an Excluded Address
de: Füge eine ausgeschlossene Adresse hinzu

# AddOptionalValuesToolTipText
source: Click here to add a new optional value
de: Klicken Sie hier um eine neuen optional Wert hinzuzufügen

# AddressAllocationStrategies_Next_Label
source: Next
de: Nächste

# AddressAllocationStrategies_Random_Label
source: Random
de: Zufällig

# AddressAllocationStrategyLabel
source: Address Allocation Strategy
de: Adressvergabe Prinzip

# AddressPropertiesSectionHeading
source: Address Related Properties
de: Addressbezogene Eigenschaften

# AddressPropertyPropertyOverrideParentValue
source: Override?
de: Überschreiben?

# AddressPropertyPropertyParentValue
source: Value by parent
de: Wert von übergeordneten Element

# AddressPropertyPropertyValue
source: Value
de: Wert

# CreateScopeButtonCaption
source: Create Scope
de: Bereich erstellen

# CreateScopeFailedSnackbarContent
source: Error while creating the scope
de: Fehler beim erstellen des Bereiches

# CreateScopeSuccessSnackbarContent
source: Scope {0} has been successfully created
de: Der Bereich "{0}" wurde erfolgreich erstellt

# CreatingScopeButtonCaption
source: Creating Scope...
de: Bereich wird erstellt...

# DeleteAddressFromOptionalValuesTooltip
source: Remove this address
de: Entferne diese Adresse

# DeleteAddressFromResolverPropertyValuesTooltip
source: Remove this IPv4 Address from the list
de: Entferne diese IPv4 Addresse von der Liste

# DeleteOptionalValuesTooltip
source: Remove this optional value
de: Entferne diesen optionalen Wert

# DeleteSingleExcludedAddressTooltipText
source: Delete this Excluded Address
de: Entferne diese ausgeschlosseene Addresse

# DescriptionLabel
source: Description
de: Beschreibung

# DescriptionPlaceholder
source: (optional) Enter a description for this scope here
de: (optional) Fügen Sie hier eine Beschreibung für den Bereich ein

# EndAddressLabel
source: Last address of this scope
de: Letzte Adresse des Bereichs

# EndAddressPlaceholder
source: Last (inclusive) IPv4 address of this scope
de: Letzte (eingeschlossene) IPv4 Addresse des Bereichs

# ExcludedAddressLabel
source: Excluded Addresses
de: Augeschlosseene Adressen

# GenerellSectionHeading
source: Generell
de: Allgemein

# HasParentLabel
source: Has Parent
de: Hat übergeordenten Bereich

# LoadingAdditionalDataText
source: Addtional Data is loading...
de: Zusätzliche Daten werden geladen

# LoadingParentDetails
source: Loading details from parent
de: Laden Details der Eltern

# LoadParentsText
source: Loading available scopes
de: Lade der verfügbaren Bereiche

# NamePlaceholder
source: Enter a name for the scope here. e.g 'My special Customer'
de: Geben Sie den Namen des Bereichs an. z.B. "Mein besonderer Kunde"

# NextCaption
source: Next Step
de: Nächster Schritt

# NoExcludedAddressFound
source: No addresses are excluded
de: Keine Adressen sind ausgeschlossen

# NoOptionalValuesSetInfoText
source: No optional values exist. You can add your first optioon
de: Keine optionalen Werte existieren. Sie können jedoch, welche hinzufügen

# OptionalPropertiesValueLabel
source: Value
de: Wert

# OptionalValueCaptionForCustomOption
source: Custom
de: Angepasst

# OptionalValueHeadingOverrideParentValue
source: Override?
de: Überschreiben?

# OptionalValueHeadingStopInheritance
source: Stop Inheritance?
de: Vererbung beenden?

# OptionalValueHeadingType
source: Type
de: Typ

# OptionalValueHeadingValue
source: Value
de: Wert

# OptionalValuesAddressOptionPlaceholder
source: Enter the address here
de: Eine Adresse hier eingeben

# OptionalValuesNumericOptionPlaceholder
source: Enter a number here
de: Eine Nummer hier eingeben

# OptionalValuesTextOptionPlaceholder
source: Enter a text here
de: Ein Text hier eingeben

# PageTitle
source: Create a new Scope
de: Ein neuen Bereich erstellen

# PageTitleForUpdating
source: Editing the scope {0}
de: Den Bereich {0} bearbeiten

# PageTitleForUpdatingModeContentNotLoaded
source: Updating a scope. Details are loading...
de: Bereich aktualiseren. Daten werden geladen...

# ParentLabel
source: Select the parent for this scope
de: Übergeordnetner Bereich

# PreviousCaption
source: Previous Step
de: Vorheriger Schritt

# ResolverPropertiesSectionHeading
source: Resolver
de: Zuordner

# ResolverPropertyEnterIPv4AddressPlaceholer
source: Enter a valid IPv4 address here
de: Geben Sie eine gültige IPv4 Adresse an

# ResolverPropertyEnterIPv4SubnetmaskPlaceholer
source: Enter the slash notation (like 24) for a subnet here
de: Geben Sie das Subnetz (als Nummer) an. Bspw /24

# ResolverPropertyEnterNumericValuePlaceholer
source: Enter a number here
de: Eine Zahl hier eingeben

# ResolverPropertyEnterTextValuePlaceholer
source: Enter a text here
de: Einen Text hier eingeben

# ResolverPropertyEnterVLANIdPlaceholer
source: Enter a vlan id here
de: Eine VLAN Nummer hier eingeben

# ResolverPropertyTypeColumnHeader
source: Type
de: Typ

# ResolverPropertyValueColumnHeader
source: Value
de: Wert

# ReuseAddressLabel
source: Reuse Address if possible
de: Adresse wiederverwenden

# ScopeCopyPrefix
source: Copy of
de: Kopie von

# ScopePropertiesSectionHeading
source: Optional Properties
de: Optionale Werte

# SingleAddtionalOptionAddressLabel
source: IPv4 Address
de: IPv4 Adresse

# SingleExcludedAddressLabel
source: Excluded IPv4 Address
de: Ausgeschlossene IPv4 Adresse

# SingleExcludedAddressPlaceholder
source: Enter an Excluded IPv4 Address here
de: Geben Sie eine ausgeschlossene IPv4 Adresse hier ein

# StartAddressLabel
source: Start Address
de: Start Adresse

# StartAddressPlaceholder
source: Enter the first address of this scope
de: Geben Sie die Startadresse des Bereichs ein

# SubnetMaskLabel
source: Subnet Mask
de: Subnetzmaske

# SupportUnicastLabel
source: Support direct Unicast from clients
de: Client dürfen Unicast packe schicken

# UpdateScopeButtonCaption
source: Update Scope
de: Bereich bearbeiten

# UpdateScopeFailedSnackbarContent
source: Error while updating the scope
de: Fehler beim aktualiseren des Bereichs

# UpdateScopeSuccessSnackbarContent
source: Scope {0} has been successfully updated
de: Der Bereich "{0}" wurde erfolgreich geupdated

# UpdatingScopeButtonCaption
source: Updating Scope....
de: Bereich wird geupdated....

# ValidationAddressAlreadyExists
source: This address is already used
de: Diese Adresse wird bereits benutzt

# ValidationEndAddressBiggerThenEndInParentRange
source: The last address has to be smaller than the last address of the parent scope
de: Die letzte Adresse des Bereichs muss kleiner oder gleich der der letzten Adresse des übergeordenten Bereich sein

# ValidationEndAddressSmallerThenStartInParentRange
source: The last address has to be greater than the first address of the parent scope
de: Die letzte Adresse des Bereichs muss größer oder gleich der Startadresse des übergeordenten Bereich sein

# ValidationEndGreaterThenStart
source: End needs to be smaller then start
de: Die Endadresse muss größer oder gleich der Startadresse sein End needs to be smaller then start

# ValidationExcludedAddressAlreadyExists
source: The address is already excluded from the scope
de: Diese Adresse wird bereits ausgeschlossen

# ValidationExcludedAddressGreaterThenEnd
source: This address is not in range of the scope. It is greater than the end address of this scope
de: Diese Addresse ist nicht im Adressebereich dieses Bereichs

# ValidationExcludedAddressSmallerThenStart
source: This address is not in range of the scope. It is smaller than the start address of this scope
de: Diese Addresse ist nicht im Adressebereich dieses Bereichs

# ValidationLeaseTimeSmallerThanPreferredLifetime
source: The Lease Time needs to be greater than the Preferred Lifetime
de: Die Lease Time muss größer sein als die Preferred Lifetime

# ValidationLeaseTimeSmallerThanPreferredLifetimeOfParent
source: The Lease Time needs to be greater than the Preferred Lifetime of the parent scope
de: Die Lease Time muss größer stein als die Preferred Lifetime vom übergeordnenten Bereich

# ValidationNotAValidByteSequnce
source: This value is not reconized as a valid sequence. Enter the number without any sign as hexadecimal values like AABC0234
de: Dieser Werte wurde nicht als Bytefolge erkannt. Dieser wert darf nur Hexadezimale Werde wie AABC0234 enthalten

# ValidationNotIPv4Address
source: Is not an IPv4 Address
de: Keine gültige IPv4 Adresse

# ValidationNotValidIPv4Subnetmask
source: Not a valid IPv4 Subentmask. Value must be between 0 and 32
de: Kein Gültiges Subnetz. Der wert muss zwischen 0 und 32 liegen

# ValidationOptionalAddressAlreadyExists
source: This IPv4 Adress is already be used for this option value
de: Diese Adresse wird bereits benutzt

# ValidationOptionalPropertiesAddressesArtEmpty
source: You need to specify at least one valid IPv4 Address
de: Es muss mindestens eine gültige IPv4 Adresse angegeben sein

# ValidationPreferredLifetimeGreaterThanLeaseTime
source: The Preferred Lifetime needs to be less than the Lease Time
de: Die Preferred Lifetime muss kleiner sein als die Lease Time

# ValidationPreferredLifetimeGreaterThanLeaseTimeOfParent
source: The Preferred Lifetime needs to be less than the Lease Time of the parent Scope
de: Die Preferred Lifetime muss kleiner sein als die Lease Time des übergeordnenten Bereichs

# ValidationPreferredLifetimeSmallerRenewalTime
source: The Preferred Lifetime needs to be greater than the Renewel Time
de: Die Preferred Lifetime muss größer sein als die Renewel Time

# ValidationPreferredLifetimeSmallerRenewalTimeOfParent
source: The Preferred Lifetime needs to be greater than the Renewel Time of the parent scope
de: Die Preferred Lifetime muss größer sein, als die Renewel Time des übergeordnenten Bereichs

# ValidationRenewalTimeGreaterThanPreferredLifetime
source: The Renewal Time need to be less than the Preferred Lifetime
de: Die Renewal Time muss kleiner als als die Preferred Lifetime

# ValidationRenewalTimeGreaterThanPreferredLifetimeOfParent
source: The Renewal Time need to be less than the Preferred Lifetime of the parent scope
de: Die Renewal Time muss kleiner sein als die Preferred Lifetime des übergeordnenten Bereichs

# ValidationStartAddressGreaterThenInParentRangeEnd
source: Start is greater than End in the parent range
de: Startadresse muss größer sein als die Endadresse des übergeordnenten Bereichs

# ValidationStartAddressSmallerThenInParentRange
source: Start is smaller than Start in the parent range
de: Die Startadresse darf nicht kleiner sein als die Startadresse des übergeordnenten Bereichs

# ValidationStartSmallerThenEnd
source: Start is greater than End
de: Die Startadresse muss größer sein als die Endadresse
