Repository: just-the-benno/Beer
Catalog: src/DaAPI/App/Beer.DaAPI.BlazorApp/Resources/Pages/PacketMonitor/PacketFilter.*.resx
Languages: de

# DestinationAddressLabel
source: Destination Address
de: Ziel Addresse

# DHCPv4RequestMessageTypeModeLabel
source: DHCPv4 Request Types
de: DHCPv4 Anforderungstypen

# DHCPv4RequestMessageType_Decline
source: Decline
de: Abgelehnt (Decline)

# DHCPv4RequestMessageType_Discover
source: Discover
de: Entdecken (Discover)

# DHCPv4RequestMessageType_Inform
source: Inform
de: Informationen (Inform)

# DHCPv4RequestMessageType_Null
source: All
de: Alle

# DHCPv4RequestMessageType_Release
source: Release
de: Freigeben (Release)

# DHCPv4RequestMessageType_Request
source: Request
de: Anforderung (Request)

# DHCPv4ResponseMessageTypeLabel
source: DHCPv4 Reponse Types
de: DHCPv4 Antworttypen

# DHCPv4ResponseMessageType_Acknowledge
source: Acknowledge (ACK)
de: Bestätigigung (Acknowledge, ACK)

# DHCPv4ResponseMessageType_NotAcknowledge
source: Not Acknowledge (NAK)
de: Verneinung (Not Acknowledge, NAK)

# DHCPv4ResponseMessageType_Null
source: All
de: Alle

# DHCPv4ResponseMessageType_Offer
source: Offer
de: Angebot (Offer)

# DHCPv4Scopes_Headline
source: DHCPv4 Scopes
de: DHCPv4 Bereiche

# DHCPv6PacketTypes_ADVERTISE
source: Advertise
de: Anbieten (Advertise)

# DHCPv6PacketTypes_CONFIRM
source: Confirm
de: Bestätigen (Confirm)

# DHCPv6PacketTypes_DECLINE
source: Decline
de: Abgelehnt (Decline)

# DHCPv6PacketTypes_INFORMATION_REQUEST
source: Inform
de: Informationen (Inform)

# DHCPv6PacketTypes_Null
source: All
de: Alle

# DHCPv6PacketTypes_REBIND
source: Rebind
de: Widernutzung (Rebind)

# DHCPv6PacketTypes_RECONFIGURE
source: Reconfigure
de: Neukonfiguration (Reconfigure)

# DHCPv6PacketTypes_RELEASE
source: Release
de: Freigeben (Release)

# DHCPv6PacketTypes_RENEW
source: Renew
de: Erneuern (Renew)

# DHCPv6PacketTypes_REPLY
source: Reply
de: Antworten (Reply)

# DHCPv6PacketTypes_Solicit
source: Solicit
de: Erfragen (Solicit)

# DHCPv6RequestMessageTypeModeLabel
source: DHCPv6 Request Packet Type
de: DHCPv6 Anforderungspacketypen

# DHCPv6ResponseMessageTypeModeLabel
source: DHCPv6 Response Packet Type
de: DHCPv6 Antwortpacketypen

# DHCPv6Scopes_Headline
source: DHCPv6 Scopes
de: DHCPv6 Bereiche

# FilteredLabel
source: Is Filtered
de: Ist gefilterert?

# FromLabel
source: From (Date)
de: Von (Datum)

# FromTimeLabel
source: From (Time)
de: Von (Uhrzeit)

# HasAnswerLabel
source: With Response
de: Mit Anworten?

# IncludeChildScopesLabel
source: Include Child Scopes
de: Kindbereiche miteinschließen

# InvalidLabel
source: Is Invalid
de: Ist ungültig

# LeasedIpLabel
source: Leased IP Address
de: Vergebene IP Adresse

# LeasedIpPlaceholder
source: 10.2. or 20:::1
de: 10.2. oder 20:::1

# LeasedPrefixLabel
source: Requested IP Address
de: Angeforderte IP Adresse

# LeasedPrefixPlaceholder
source: /56 or 2aaa:40:: or 2aaa::/56
de: /56 oder 2aaa:40:: oder 2aaa::/56

# MacAddressLabel
source: MAC Address
de: MAC Adresse

# MacAddressPlaceholder
source: aaaa.bbbb.cccc or 00112233 or ff:ee:cc
de: aaaa.bbbb.cccc oder 00112233 oder ff:ee:cc

# PacketFilterModeLabel
source: Packet Type
de: Paketarten

# PacketFilter_Both
source: DHCPv4 and DHCPv6
de: DHCPv4 und DHCPv6

# PacketFilter_OnlyIPv4
source: Only DHCPv4
de: Nur DHCPv4

# PacketFilter_OnlyIPv6
source: Only DHCPv6
de: Nur DHCPv6

# RequestedIpLabel
source: Requested Address
de: Angeforderte Adresse

# RequestedIpPlaceholder
source: 10.2. or 20:::1
de: 10.2. oder 20:::1

# RequestedPrefixLabel
source: Requested IPv6 Prefix
de: Angeforderte IPv6 Präfix

# RequestedPrefixPlaceholder
source: /56 or 2aaa:40:: or 2aaa::/56
de: /56 oder 2aaa:40:: oder 2aaa::/56

# ResultCodeLabel
source: Response Code
de: Antwort Codes

# ResultCode_DHCPv4Heading
source: DHCPv4 Response Codes
de: DHCPv4 Antwort Codes

# ResultCode_DHCPv4MessageType_Decline
source: Decline
de: Abgelehnt (Decline)

# ResultCode_DHCPv4MessageType_Discover
source: Discover
de: Entdecken (Discover)

# ResultCode_DHCPv4MessageType_Inform
source: Inform
de: Informationen (Inform)

# ResultCode_DHCPv4MessageType_Release
source: Release
de: Freigeben (Release)

# ResultCode_DHCPv4MessageType_Request
source: Request
de: Anfrage (Request)

# ResultCode_DHCPv6PacketType_CONFIRM
source: Confirm
de: Bestätigen (Confirm)

# ResultCode_DHCPv6PacketType_DECLINE
source: Decline
de: Abgelehnt (Decline)

# ResultCode_DHCPv6PacketType_REBIND
source: Rebind
de: Widernutzung (Rebind)

# ResultCode_DHCPv6PacketType_RELEASE
source: Release
de: Freigeben (Release)

# ResultCode_DHCPv6PacketType_RENEW
source: Renew
de: Erneuern (Renew)

# ResultCode_DHCPv6PacketType_REQUEST
source: Request
de: Anfrage (Request)

# ResultCode_DHCPv6PacketType_Solicit
source: Solicit
de: Erfragen (Solicit)

# ResultCode_NoError
source: No Error
de: Kein Fehler

# ResultCode_Null
source: All
de: Alle

# ScopeIdLabel
source: Scope
de: Bereiche

# ScopeId_Null
source: All
de: Alle

# SourceAddressLabel
source: Source Address
de: Quelladresse

# SourceAddressPlaceholder
source: 10.2. or 20:::1
de: 10.2. oder 20:::1

# ToLabel
source: To (Date)
de: Bis (Datum)

# ToTimeLabel
source: To (Time)
de: Bis (Uhrzeit)
